aaron-bond.better-comments
adpyke.codesnap
alefragnani.project-manager
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eamodio.gitlens
earthly.earthfile-syntax-highlighting
esbenp.prettier-vscode
golang.go
Gruntfuggly.todo-tree
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter-keymap
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.live-server
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
oderwat.indent-rainbow
platformio.platformio-ide
redhat.vscode-yaml
rogalmic.bash-debug
s-nlf-fh.glassit
Shelex.vscode-cy-helper
sldobri.daily
streetsidesoftware.code-spell-checker
stuart.unique-window-colors
stylelint.vscode-stylelint
XadillaX.viml
